# AddInCommandBinding Properties

---
The AddInCommandBinding type exposes the following members.
| Name| Description
---|---|---
| RevitCommandId| The Revit command Id.
Top
#### Reference
AddInCommandBinding Class
Autodesk.Revit.UI Namespace